Repository: mozilla-l10n/mt-training-data
Catalog: trv/trv_pontoon.tmx
Source language: en_us
Languages: trv

source: Contact
trv: mlawa

source: Languages
trv: kari

source: Listen
trv: mbahang

source: Log In
trv: mrmux

source: Log Out
trv: wada

source: No
trv: uxay

source: Partners
trv: dawin

source: Review
trv: kensa

source: Speak
trv: rmngaw

source: Stats
trv: snpuwan

source: Terms
trv: waya

source: Write
trv: matas

source: Yes
trv: iyaq
